Repository: plone-ve/ftw.slider
Catalog: ftw/slider/locales/*/LC_MESSAGES/ftw.slider.po
Languages: es

source: Add image scale for slider listing block
es: Agregar imagen escalada para el bloque de listar slider

source: Add slick resources
es: Agregar recursos slick

source: Disable standard CSS with ftw.theming in favor of sass file.
es: Deshabilitar CSS estándar con el paquete ftw.theming en favor del archivo sass.

source: Installs the ftw.slider package
es: Instalar el paquete ftw.slider

source: Register slider layout for listingblock.
es: Registrar diseño slider para listingblock.

source: Slider Container
es: Contenedor Slider

source: Slider Pane
es: Panel Slider

source: There is already a slider pane in this context
es: Ya existe un panel slider en este contexto

source: Update type settings
es: Actualizar configuración de tipo

source: error_message_links
es: No es posible agregar un enlace y una url externa al mismo tiempo

source: label_external_url
es: URL Externa

source: label_image
es: Imagen

source: label_link
es: Enlace

source: label_show_title
es: Mostrar título

source: label_slider_next
es: Próximo

source: label_slider_pause
es: Pausa

source: label_slider_play
es: Reproducir

source: label_slider_prev
es: Anterior

source: label_text
es: Texto

source: label_title
es: Título

source: slick_config_description
es: Ver configuración en http://kenwheeler.github.io/slick/

source: slick_config_label
es: Configuración
